txt_Creator=Julio César
=
txt_IsWOW64=Esta aplicación es para la plataforma x86. Ejecute la versión x64
txt_FileNotFound=Archivo no encontrado: %s
txt_ServiceChecking=Comprobación del servicio Windows Update...
txt_ServiceIsDisabled=El servicio Windows Update está deshabilitado. Iniciando el servicio Windows Update...
txt_VersionWUA=Versión del agente de Windows Update: %d.%d
txt_VersionAPI=Versión de la API del agente de Windows Update: %s
txt_WUA_UpdateRequired=El Agente de Windows Update debe actualizarse a la versión: %d.%d
txt_InitializationAPI=Inicialización de la API del agente de Windows Update...
txt_CommittingUpdates=Confirmando actualizaciones...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Instalado
txt_Button_Hidden=Oculto
txt_Button_History=Historial actualizaciones
txt_Button_Cancel=Cancelar
txt_Button_Reboot=Reiniciar
txt_Combobox_NotConfigured=No configurado
txt_Combobox_Disabled=Deshabilitado
txt_Combobox_NotificationMode=Modo de notificación
txt_Combobox_DownloadOnly=Solo descargar
txt_Combobox_Other=Otro
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Incluir controladores
txt_Checkbox_IncludeSuperseded=Incluir reemplazado
txt_Checkbox_OfflineMode=Modo sin conexión
txt_Checkbox_SelectAll=Seleccionar todo
txt_Checkbox_SelectedByWU=Seleccionar por Windows Update
txt_Groupbox_SearchSettings=Configuración de búsqueda
txt_Groupbox_AutomaticUpdates=Actualizaciones automáticas
txt_Hint_Search=Buscar actualizaciones
txt_Hint_Download=Solo descargar
txt_Hint_Install=Instalar actualizaciones
txt_Hint_Uninstall=Desinstalar actualizaciones
txt_Hint_Hide=Ocultar actualizaciones
txt_Hint_Unhide=Mostrar actualizaciones ocultas
txt_Hint_Cancel=Cancelar
txt_Hint_Reboot=Reiniciar ahora
txt_Prompt_Filter=Buscar en la lista
txt_Title_RebootRequired=Se requiere reinicio
txt_Title_UpdateInformation=Información de la actualización
txt_Description_RebootRequired=Para completar es necesarlio un reinicio del sistema. ¿Reiniciar ahora?
=
txt_Log_RebootRequired=Requiere un reinicio del sistema para completarse
txt_Log_RebootSystem=Reiniciar el sistema...
=
txt_UpdateStatus_PendingForDownload=Pendiente de descarga
txt_UpdateStatus_PendingForInstall=Pendiente de instalación
txt_UpdateStatus_PendingForReboot=Pendiente de reinicio
txt_UpdateStatus_Initializing=Inicializando
txt_UpdateStatus_Verifying=Verificando
=
txt_OperationResult_Failed=Error
txt_OperationResult_FailedErrorCode=Error con el código de error: 0x%.8x
txt_OperationResult_Succeeded=Correcto
txt_OperationResult_SucceededErrorCode=Se ha realizado correctamente con el código de error: 0x%.8x
txt_OperationResult_SucceededWithErrors=Se ha conseguido con errores. Los resultados pueden estar incompletos
txt_OperationResult_NotStarted=No se ha iniciado
txt_OperationResult_InProgress=En progreso
txt_OperationResult_Aborted=Abortado
=
txt_SearchProcess=Buscando actualizaciones...
txt_SearchProcessWarning=Advertencia: 0x%.8x %s
txt_DownloadProcess=Descargando actualizaciones...
txt_DownloadProcessItem=Descargando "%s"...
txt_InstallationProcess=Instalando actualizaciones...
txt_InstallationProcessItem=Instalando "%s"...
txt_InstallationRequiresExclusive="%s" debe instalarse exclusivamente. Saltando
txt_UninstallationProcess=Desinstalando actualizaciones...
txt_UninstallationProcessItem=Desinstalando "%s"...
